# IFC_LSetLangInDoc

## Description
Sets the IFC Strings Localization in the Current Document.

```pascal
FUNCTION IFC_LSetLangInDoc(bIsIFCLocalized : BOOLEAN) : BOOLEAN;
```

```python

def vs.IFC_LSetLangInDoc(bIsIFCLocalized):
    return BOOLEAN
```

## Parameters
|Name|Type|Description|
|---|---|---|
|bIsIFCLocalized|BOOLEAN||

## Version
Availability: from Vectorworks 2021
## Category
* IFC